{
  "basics": [
    {
      "recipe": {
        "title": "Cocción básica de cereales",
        "image": "/assets/img/portfolio/trigo-sarraceno.png",
        "instructions": "- 2 tazas de cereal integral (arroz yamaní, arroz integral, trigo sarraceno, quinoa, cebada) <br>- 4 tazas de agua <br> - sal a gusto, laurel, pimienta, alga kombu, o cualquier condimento que tengamos. <br>1. Lavar el cereal hasta que el agua salga transparente. <br>2. Agregar el cereal lavado y llevar el agua a hervor. <br>3. Cocinar con fuego corona el tiempo necesario según el tipo de cereal con la olla tapada. <br>4. Apagar el fuego y dejar tapado 10 minutos. <br>5. Colocar en un recipiente hermético cuando esté a temperatura ambiente y conservar hasta 5 días. <br> Tiempos de cocción: <br>Arroz, trigo sarraceno y mijo 50 minutos a 1 hora. <br>Quinoa 40 a 50 minutos<br> Cebada 1 hora a 70 minutos."
      },
      "filename": "coccion-de-cereales"
    },
    {
      "recipe": {
        "title": "Masa de tarta básica",
        "image": "/assets/img/portfolio/masa-de-tarta-integral.jpg",
        "instructions": "- 1/2 taza de aceite de oliva <br>- agua c/n (1 taza aprox) <br>- 2 tazas de harina integral. Se puede reemplazar hasta 1/3 del total por harina de almendras, semillas procesadas o cereales cocidos integrales <br>Unir todos los ingredientes hasta formar una masa homogenea. El agua agregarla de a poco. Se puede usar de inmediato o freezar cruda."
      },
      "filename": "tapa-de-tarta-basica"
    }
  ],
  "savory": [
    {
      "recipe": {
        "title": "Berenjenas a la parmesana",
        "image": "/assets/img/portfolio/berenjenas-a-la-parmesana.png",
        "instructions": "1. Cortar en laminas las berenjenas, pasarlas por harina y freírlas. Escurrir en papel de cocina. <br> 2. En una fuente alta para horno poner un poco de salsa y aceite de oliva y una capa de las berenjenas fritas, luego una capa de muzzarella y otra de queso parmesano, terminar con hojas de albahaca. <br> 3. Repetir estas capas hasta llegar al borde del molde , terminar con el queso, hojas de albahaca y pimienta negra recién molida. <br> 4. Llevar al horno a 180ºC hasta que se gratine.<br> 5. Dejar descansar unos 10 minutos antes de cortar.",
        "link": "https://cocinerosargentinos.com/vegetariano/berenjenas-a-la-parmesana-1"
      },
      "filename": "berenjenas-a-la-parmesana"
    },
    {
      "recipe": {
        "title": "Ensalada de boniatos y garbanzos",
        "image": "/assets/img/portfolio/ensalada-boniato-garbanzo.jpeg",
        "instructions": "Boniato asado o al horno en cubos<br>Rúcula<br>Garbanzos<br>Algún cereal como arroz integral o quinoa<br>Pasas de uva<br>Cebolla caramelizada o al horno<br><br>Aderezo: <br>hummus o pasta de maní con limón y ajo<br>aceite<br>yogur<br>perejil",
        "link": ""
      },
      "filename": "ensalada-de-boniatos-y-garbanzos"
    },
    {
      "recipe": {
        "title": "Ensalada tibia de verduras a la plancha",
        "image": "/assets/img/portfolio/ensalada-verduras-a-la-plancha.png",
        "instructions": "1. Primero vamos a cortar el zucchini en rodajas de más o menos 1 cm. de espesor: Seguimos con la remolacha: pelarla y cortarla en láminas finas.<br> 2. Pelamos los los tomates y cortarlos al medio.<br> 3. Calentar una plancha unos 10 minutos hasta que esté bien caliente. Colocar los zucchinis y las remolachas y cocinarlos hasta que estén tostados (¡y con las rayitas!). Reservar.<br> 4. Colocar los tomates al medio sobre la plancha. Es un toque nomás, un minutito de cada lado, sino se van a desmayar y se les va a salir todo el líquido. Sacarlos y partirlos en trozos más pequeños.<br> 5. Mezclar todos los ingredientes en un bol, agregar bastante ajo y perejil picados, sal, pimienta y un buen chorro de aceite de oliva. Y comer inmediatamente, que para eso es una ensalada tibia.",
        "link": "https://www.paulinacocina.net/ensalada-tibia-de-verduras-a-la-plancha/9072"
      },
      "filename": "ensalada-verduras"
    },
    {
      "recipe": {
        "title": "Fajitas de pollo",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSE-b7TnlDY5ALxlK71V1fhFq0tkbHNAc0yyg&s",
        "instructions": "- Rapiditas calentitas<br>Relleno:<br>- Pollo a la parrilla desmenuzado<br>- Porotos negros<br>- Choclo<br>- Limón<br>- Perejil<br>- Mayonesa o lactonesa o mayo de zanahoria",
        "link": ""
      },
      "filename": "fajitas-de-pollo"
    },
    {
      "recipe": {
        "title": "Municiones cremosas  con tomate",
        "image": "/assets/img/portfolio/orzo-cremoso.png",
        "instructions": "Ingredientes:<br>2 tazas de tomates cherry<br>2-3 dientes de ajo picados<br>2 cucharadas de pasta de tomate<br>1 taza de municiones o pasta chiquita<br>3-4 tazas de caldo de verduras<br>garbanzos <br>espinaca<br><br>Preparación:<br>En una olla grande, salteá los tomates cherry y el ajo hasta que estén fragantes.<br>Agregá la pasta de tomate y cociná por un minuto.<br>Incorporá la pasta y el condimento, mezclando bien.<br>Verté el caldo de verduras, llevá a ebullición y luego cociná a fuego lento, revolviendo ocasionalmente, hasta que la pasta esté al dente y la mezcla haya espesado.<br>Agregá una lata de garbanzos y espinacas.<br>Ajustá la sazón al gusto y serví caliente.",
        "link": "https://www.instagram.com/reel/C2AYsZhIWnA/?igsh=MWNzb2F3Z2FvZHRoMw=="
      },
      "filename": "municiones-cremosas-con-tomate"
    },
    {
      "recipe": {
        "title": "Ratatouille",
        "image": "/assets/img/portfolio/ratatouille.png",
        "instructions": "1. Picar el ajo, la cebolla, el pimiento morrón bien chiquitos.<br> 2. Cocinar en aceite de oliva, agregar sal. Cuando la cebolla esté transparente agregarle la lata de tomate cubeteado, el tomillo, el laurel y salpimentar. Tapar y dejar cocinar a fuego lento.<br> 3. Cortar la berenjena, el zucchini y el tomate en rodajas lo más finas y parejas posibles.<br> 4. Una vez cocida la salsa, triturar.<br> 5. En una fuente apta para horno, poner la salsa en la base, bien distribuida.<br> 6. Disponer las rodajas de verdura alternando como en la foto.<br> 7. Rociar con aceite de oliva por arriba y llevar a un horno precalentado a 150° por el mayor tiempo posible. Una hora y media más o menos, hasta que las verduras queden bien tiernas",
        "link": "https://www.paulinacocina.net/ratatouille/21960"
      },
      "filename": "ratatouille"
    },
    {
      "recipe": {
        "title": "Tarta de tomate y albahaca",
        "image": "/assets/img/portfolio/tarta-tomate-juki.jpg",
        "instructions": "- Picar chica 1 lata de tomate o 2. Sacar el jugo.<br>- Saltear ajo picado con un poquito de manteca.<br>- Agregar el tomate, orégano, 1 cdta de azúcar y cocinar hasta que se evapore todo el agua.<br>- Cuando se enfríe, agregar 2 o 3 huevos, 1/2 taza de queso rallado y 1 pote de crema de leche.<br>- A último momento, agregar 1 taza grande de albahaca picada.<br>- Verter en la tapa de tarta previamente cocinada y volver al horno.",
        "link": ""
      },
      "filename": "tarta-de-tomate-y-albahaca"
    },
    {
      "recipe": {
        "title": "Vacío al horno",
        "image": "/assets/img/portfolio/vacio.jpg",
        "instructions": "Ingredientes:<br><br>1 pieza de vacío<br>2 cebollas moradas<br>2 morrones<br>1 cabeza de ajo<br>Condimentos al gusto (sal, pimienta, hierbas)<br><br>Preparación:<br>Preparar los vegetales: Cortar las cebollas y los morrones en tiras. Separar los dientes de ajo sin pelar.<br>Disponer en la fuente: Colocar los vegetales en una fuente para horno, formando una cama.<br>Agregar el vacío: Colocar la carne sobre los vegetales. Condimentar al gusto.<br>Cocinar: Cubrir la fuente con papel aluminio y llevar al horno precalentado a temperatura media (aproximadamente 180°C) durante 2 horas.<br>Dorar: Retirar el papel aluminio y cocinar por 30 minutos más para dorar la carne.",
        "link": "https://www.instagram.com/reel/C20mo36vTLg/?igsh=ODZ0YXRpNGFtY2M0"
      },
      "filename": "vacío-al-horno"
    }
  ],
  "sweet": [
    {
      "recipe": {
        "title": "Chocoporotos",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTqdah-UT2Fu532CnamNYKigWt8rYHh7EDSrw&s",
        "instructions": "- 2 tazas de porotos cocidos (negros, aduki o blancos)<br>- 1/2 taza de cacao amargo<br>- 1/2 o 1 taza de endulzante (miel, azucar)<br>- 1/2 taza de aceite (coco, oliva)<br>- agua c/n<br>- sal c/n<br><br>Licuar o mixear los porotos con los demás ingredientes hasta obtener una crema. Mejor si las legumbres están calientes. Se puede aligerar con agua. <br>Usos posibles: rellenos, coberturas, helados, frosting. <br>Dura entre 5 y 14 días en la heladera.",
        "link": ""
      },
      "filename": "chocoporotos"
    }
  ]
}